BOT_TOKEN = "8785704479:AAFacgiyTIkTbeW0kC4UbJvkGfsKko5ZGho"
ADMIN_ID = 8341963162

# رسالة الترحيب
WELCOME_MESSAGE = """
👋 مرحباً بك: {name}

🏆 *البوت الأفضل عربياً في تحميل مقاطع السوشل ميديا!*

📲 يحمّل من أشهر التطبيقات:
• 🎵 تيك توك
• 📸 انستا
• 🐦 إكس (تويتر سابقاً)
• 👻 سناب شات
• 🟣 جاكو

✨ أرسل رابط المقطع والباقي علينا، بيوصلك بأعلى جودة! 🚀

📢 للإعلانات أو وجود استفسار تواصل مع المطور: @JustAA2
"""

# رسالة القائمة الرئيسية
MAIN_MENU_TEXT = """
🏠 *القائمة الرئيسية*

اختر ما تريد أو أرسل رابط المقطع مباشرةً 👇
"""
